[
 {
  "title": "NASA's MAVEN Observes Martian Night Sky Pulsing in Ultraviolet Light",
  "preview": "Vast areas of the Martian night sky pulse in ultraviolet light, according to images from NASA’s MAVEN spacecraft. The results are being used to illuminate complex circulation patterns in the Martian atmosphere."
 },
 {
  "title": "NASA's New Mars Rover Is Ready for Space Lasers",
  "preview": "Perseverance is one of a few Mars spacecraft carrying laser retroreflectors. The devices could provide new science and safer Mars landings in the future."
 },
 {
  "title": "NASA's Mars 2020 Rover Completes Its First Drive",
  "preview": "In a 10-plus-hour marathon, the rover steered, turned and drove in 3-foot (1-meter) increments over small ramps."
 },
 {
  "title": "NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound",
  "preview": "The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet."
 },
 {
  "title": "Nine Finalists Chosen in NASA's Mars 2020 Rover Naming Contest",
  "preview": "Nine finalists have been chosen in the essay contest for K-12 students across U.S. to name NASA's next Mars rover. Now you can help by voting for your favorite. "
 },
 {
  "title": "NASA's MAVEN Maps Winds in the Martian Upper Atmosphere that Mirror the Terrain Below and Gives Clues to Martian Climate",
  "preview": "Researchers have created the first map of wind circulation in the upper atmosphere of a planet besides Earth, using data from NASA’s MAVEN spacecraft that were collected during the last two years."
 },
 {
  "title": "NASA's InSight 'Hears' Peculiar Sounds on Mars",
  "preview": "Listen to the marsquakes and other, less-expected sounds that the Mars lander has been detecting."
 },
 {
  "title": "3 Things We've Learned From NASA's Mars InSight ",
  "preview": "Scientists are finding new mysteries since the geophysics mission landed two years ago."
 },
 {
  "title": "NASA's Mars 2020 Will Hunt for Microscopic Fossils",
  "preview": "A new paper identifies a ring of minerals at the rover's landing site that are ideal for fossilizing microbial life."
 },
 {
  "title": "NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet",
  "preview": "The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July."
 },
 {
  "title": "NASA's Mars 2020 Comes Full Circle",
  "preview": "Aiming to pinpoint the Martian vehicle's center of gravity, engineers took NASA's 2,300-pound Mars 2020 rover for a spin in the clean room at JPL. "
 },
 {
  "title": "NASA Mars Mission Connects With Bosnian and Herzegovinian Town",
  "preview": "A letter from NASA was presented to the mayor of Jezero, Bosnia-Herzegovina, honoring the connection between the town and Jezero Crater, the Mars 2020 rover landing site."
 },
 {
  "title": "6 Things to Know About NASA's Ingenuity Mars Helicopter",
  "preview": "The first helicopter attempting to fly on another planet is a marvel of engineering. Get up to speed with these key facts about its plans."
 },
 {
  "title": "NASA's Mars Rover Drivers Need Your Help",
  "preview": "Using an online tool to label Martian terrain types, you can train an artificial intelligence algorithm that could improve the way engineers guide the Curiosity rover."
 },
 {
  "title": "NASA's Briefcase-Size MarCO Satellite Picks Up Honors",
  "preview": "The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology."
 }
]